[
  {
    "slug": "sinais-profeticos-oriente-medio",
    "title": "Sinais proféticos se intensificam no Oriente Médio",
    "category": "Profecia",
    "excerpt": "Escalada de conflitos no Oriente Médio reacende discussões sobre o cumprimento das profecias bíblicas.",
    "summary": "Escalada de conflitos no Oriente Médio reacende discussões sobre o cumprimento das profecias bíblicas.",
    "coverImage": "/images/doc1.jpg",
    "publishedAt": "2024-09-14",
    "readTime": "8 min",
    "author": "Equipe Apocalypse Academy",
    "content": [
      "Relatórios das últimas semanas mostram uma intensificação nos confrontos entre blocos regionais no Oriente Médio. Para estudiosos da escatologia bíblica, estes movimentos geopolíticos trazem à memória textos proféticos longamente debatidos.",
      "Especialistas consultados pela Apocalypse Academy apontam que o realinhamento de alianças militares e o aumento da pressão internacional sobre Jerusalém compõem um cenário previsto nos livros de Daniel e Apocalipse.",
      "Ainda que não possamos estabelecer datas, os acontecimentos reforçam a necessidade de vigilância espiritual e compreensão dos sinais dos tempos.",
      "Neste panorama, a comunidade cristã é convidada a responder com oração, preparo e compromisso com a Palavra, lembrando que a esperança permanece em Cristo." 
    ],
    "tags": ["Israel", "Geopolítica", "Escatologia"]
  },
  {
    "slug": "agenda-2030-e-o-governo-mundial",
    "title": "Agenda 2030 e o avanço do governo mundial",
    "category": "Geopolítica",
    "excerpt": "Planos de unificação econômica reacendem discussões sobre centralização de poder e liberdade religiosa.",
    "summary": "Planos de unificação econômica reacendem discussões sobre centralização de poder e liberdade religiosa.",
    "coverImage": "/images/doc2.jpg",
    "publishedAt": "2024-09-07",
    "readTime": "6 min",
    "author": "Equipe Apocalypse Academy",
    "content": [
      "Reuniões recentes de grandes blocos econômicos retomaram os compromissos assinados em torno da Agenda 2030. Líderes globais defendem que metas climáticas e sociais precisam de um sistema de governança transnacional mais robusto.",
      "Especialistas alertam que, na prática, isso significa criar estruturas de vigilância financeira e de restrição a discursos considerados 'radicais'. Para cristãos que acompanham as profecias bíblicas, a preocupação é legítima.",
      "O livro do Apocalipse descreve um cenário em que o comércio mundial fica condicionado à submissão a um sistema único. Embora ainda haja espaço para debate, a convergência de tecnologia e política internacional aponta para uma janela profética relevante.",
      "A Apocalypse Academy continuará monitorando os desdobramentos para ajudar a comunidade a se manter informada e firme em sua fé." 
    ],
    "tags": ["Agenda 2030", "Economia", "Profecia"]
  },
  {
    "slug": "inteligencia-artificial-controle-social",
    "title": "Inteligência artificial amplia mecanismos de controle social",
    "category": "Tecnologia",
    "excerpt": "Ferramentas de vigilância preditiva chegam ao varejo e aos sistemas de crédito, integrando dados biométricos a perfis comportamentais.",
    "summary": "Ferramentas de vigilância preditiva chegam ao varejo e aos sistemas de crédito, integrando dados biométricos a perfis comportamentais.",
    "coverImage": "/images/doc3.jpg",
    "publishedAt": "2024-08-30",
    "readTime": "7 min",
    "author": "Equipe Apocalypse Academy",
    "content": [
      "Empresas de tecnologia anunciaram novas plataformas que combinam reconhecimento facial, análise de voz e monitoramento de redes sociais para prever padrões de consumo.",
      "Governos interessados em 'segurança pública' já sinalizam parcerias para uso das mesmas soluções em políticas de vigilância. O discurso oficial fala em eficiência; críticos enxergam riscos sérios para a liberdade individual.",
      "Na leitura profética, tais soluções podem ser a infraestrutura necessária para um sistema global de controle descrito nas Escrituras, onde comprar ou vender é condicionado pela submissão a um governo único.",
      "Bíblia em mãos e olhos abertos: este é o convite para quem acompanha os sinais com responsabilidade." 
    ],
    "tags": ["IA", "Controle", "Liberdade"]
  },
  {
    "slug": "cristaos-em-alerta-no-brasil",
    "title": "Cristãos em alerta no Brasil diante de novos projetos de lei",
    "category": "Brasil",
    "excerpt": "Propostas que ampliam a regulação de conteúdo religioso e político geram preocupação entre líderes cristãos.",
    "summary": "Propostas que ampliam a regulação de conteúdo religioso e político geram preocupação entre líderes cristãos.",
    "coverImage": "/images/Scene_03.png",
    "publishedAt": "2024-08-22",
    "readTime": "5 min",
    "author": "Equipe Apocalypse Academy",
    "content": [
      "Novos projetos de lei em discussão no Congresso Nacional buscam controlar plataformas digitais em nome do combate à desinformação. Especialistas alertam para os riscos à liberdade religiosa.",
      "A proposta inclui multas para organizações que compartilharem conteúdos considerados 'discurso de ódio', sem definir claramente os critérios. Igrejas e ministérios temem que mensagens bíblicas sejam rotuladas de intolerantes.",
      "A Constituição garante liberdade de culto, mas a sociedade precisa acompanhar de perto para que não haja brechas que silenciem vozes cristãs.",
      "A Apocalypse Academy incentiva oração pelos legisladores e participação ativa na defesa da liberdade de expressão baseada na fé." 
    ],
    "tags": ["Brasil", "Liberdade Religiosa", "Legislação"]
  }
]
